Repository: PavelLyutikov/CameraZoom
Catalog: CameraZoom/*.lproj/Localizable.strings
Languages: ar, de, es, fr_ca, hi, id, it, ja, ms, nl, pt_br, ru, th, tr, vi, zh_hk

# Бесплатно 3 дня
source: Free 3 days
ar: مجانا 3 أيام
de: Kostenlos 3 Tage
es: Gratis 3 días
fr_ca: Gratuit 3 jours
hi: नि: शुल्क 3 दिन
it: 3 giorni gratis
ja: 無料3日間
ms: Percuma 3 hari
nl: 3 dagen vrij
pt_br: 3 dias
ru: Бесплатно 3 дня
th: อิสระเมื่อ 3 วัน
tr: Ücretsiz 3 gün
vi: Miễn phí 3 ngày
zh_hk: 免费3天

# Введите модель вашего телефона
source: Enter your phone model
ar: أدخل نموذج هاتفك
de: Geben Sie das Modell Ihres Telefons
es: Introduzca el modelo de su Teléfono
fr_ca: Entrez le modèle de votre téléphone
hi: अपने फोन मॉडल दर्ज करें
id: Masukkan model telepon Anda
it: Inserisci il tuo modello di telefono
ja: お使いの携帯電話のモデルを入力
ms: Enter model telefon
nl: Voer uw telefoonmodel in
pt_br: Digite o modelo do seu telefone
ru: Введите модель вашего телефона
th: เติมของคุณโทรศัพท์รุ่น
tr: Telefonunuzun modelini girin
vi: Nhập vào điện thoại của người mẫu
zh_hk: 输入您的手机型号

# Восстановление покупок
source: Restore purchases
ar: استعادة المشتريات
de: Einkäufe wiederherstellen
es: Recuperación de compras
fr_ca: Restauration des achats
hi: खरीद पुनर्स्थापित
id: Mengembalikan pembelian
it: Ripristino degli acquisti
ja: 購入を復元する
ms: Memulihkan pembelian
nl: Herstel aankopen
pt_br: A recuperação de compras
ru: Восстановление покупок
th: เรียกคืนกฎการซื้อ
tr: Satın alma kurtarma
vi: Khôi phục lại mua
zh_hk: 恢复购买

# Готово
source: Done
ar: تم
de: Fertig
es: Listo
fr_ca: Ça y est
hi: ठीक है
id: Selesai
it: È fatta
ja: やったよ
ms: Selesai
pt_br: Concluir
ru: Готово
th: จบแล้ว
tr: Bitti
vi: Làm
zh_hk: 完成

# Доступ к макро съемке
source: Access to macro photography
ar: الوصول إلى التصوير الفوتوغرافي الكلي
de: Zugriff auf makroaufnahmen
es: Acceso a la fotografía macro
fr_ca: Accès à la macro
hi: मैक्रो शूटिंग के लिए प्रवेश
id: Access to makro shooting
it: Accesso alla fotografia macro
ja: マクロ撮影へのアクセス
ms: Akses untuk menembak makro
nl: Access to macro shooting
pt_br: O acesso a macro fotografia
ru: Доступ к макро съемке
th: ใช้งานมาโครยิงกัน
tr: Makro çekime erişim
vi: Truy cập đến vĩ bắn
zh_hk: 访问微距摄影

# и
source: and
ar: و
de: und
es: e
fr_ca: et
hi: और
id: dan
it: anche
ja: そして
ms: dan
nl: en
pt_br: e de
ru: и
th: และ
tr: ve
vi: và
zh_hk: 和

source: Use your camera for macro photography, zoom in on small objects and details for photos
ar: إستعمل آلة التصوير لـ ماكرو تصوير تكبير بوصة صغير و تفاصيل لـ صور
de: Verwenden Sie Ihre Kamera für makroaufnahmen, vergrößern kleine Objekte und Details für Fotos
es: Utilice su cámara para la fotografía macro, acercar objetos pequeños y detalles para la foto
fr_ca: Utilisez votre appareil photo pour prendre des photos macro, zoomer de petits objets et des détails pour la photo
hi: तस्वीरों के लिए छोटी वस्तुओं और विवरण पर ज़ूम, मैक्रो शूटिंग के लिए अपने कैमरे का उपयोग करें ।
id: Gunakan kamera Anda untuk menembak makro, perbesar pada objek kecil dan rincian untuk foto.
it: Usa la tua fotocamera per scattare foto macro, ingrandire piccoli oggetti e dettagli per le foto
ja: 使用カメラ用マクロ写真、ズーム小物及びその詳細写真
ms: Gunakan kamera anda untuk menembak makro, zoom in pada benda-benda kecil dan butir-butir untuk gambar.
nl: Gebruik uw camera voor macro schieten, zoom in op kleine objecten en details voor foto' s.
pt_br: Use sua câmera para fotografia macro, exiba pequenos objetos e detalhes para a foto.
ru: Используйте свою камеру для макро съемки, приближайте мелкие объекты и детали для фото.
th: ใช้ของกล้องสำหรับมาโครยิงกัน,ขยายอยู่ในเล็กสิ่งและรายละเอียดสำหรับรูปถ่าย
tr: Makro çekim için kameranızı kullanın, küçük nesneleri ve fotoğraf detaylarını yakınlaştırın.
vi: Sử dụng máy ảnh cho vĩ bắn súng, phóng to vật nhỏ, và chi tiết cho ảnh.
zh_hk: 使用相机进行微距摄影，放大小物体和照片的细节

# МАКРОСЪЕМКА
source: MACRO MODE
ar: ماكرو نمط
de: MAKROFOTOGRAFIE
es: MACROFOTOGRAFÍA
fr_ca: MACROPHOTOGRAPHIE
hi: मेक्रो फोटोग्राफ़ी
id: FOTOGRAFI MAKRO
it: Fotografia macro
ja: マクロモード
ms: MAKRO FOTOGRAFI
nl: MACRO PHOTOGRAPHY
pt_br: MACRO
ru: МАКРОСЪЕМКА
th: ว้า PHOTOGRAPHY
tr: MAKRO FOTOĞRAFÇILIK
vi: VĨ NHIẾP ẢNH
zh_hk: 宏模式

# максимальное приближение
source: maximum approximation
ar: أقصى تقدير تقريبي
de: maximale Annäherung
es: aproximación máxima
fr_ca: approximation maximale
hi: अधिकतम सन्निकटन
id: perkiraan maksimum
it: massima approssimazione
ja: 最大近似
ms: anggaran maksimum
nl: maximale onderlinge aanpassing
pt_br: máxima aproximação
ru: максимальное приближение
th: สูงสุดของ approximation
tr: maksimum yaklaşım
vi: tối đa xấp xỉ
zh_hk: 最大近似值

# Модель iPhone:
source: IPhone model:
ar: نموذج IPhone:
de: IPhone-Modell:
es: Modelo de iPhone:
fr_ca: Modèle iPhone:
hi: आई-फ़ोन model:
id: Model IPhone:
it: Modello di iPhone:
ja: IPhoneモデル:
ms: Model iPhone:
pt_br: Modelo do iPhone:
ru: Модель iPhone:
th: IPhone รุ่น
tr: iPhone modeli:
vi: IPhone mẫu:
zh_hk: IPhone型号:

# НАСТРОЙКА ZOOM КАМЕРЫ
source: SETTING UP THE ZOOM CAMERA
ar: إعداد كاميرا التكبير
de: ANPASSEN DES KAMERAZOOMS
es: CONFIGURACIÓN DE ZOOM DE LA CÁMARA
fr_ca: CONFIGURATION DU ZOOM DE L'APPAREIL PHOTO
hi: ज़ूम कैमरा सेटिंग्स
id: ZUM PENGATURAN KAMERA
it: IMPOSTAZIONE DELLO ZOOM DELLA FOTOCAMERA
ja: ズームカメラの設定
ms: ZOOM KAMERA
nl: ZOOM CAMERA INSTELLINGEN
pt_br: CONFIGURAR O ZOOM DA CÂMERA
ru: НАСТРОЙКА ZOOM КАМЕРЫ
th: กล้องขยายการตั้งค่า
tr: ZOOM KAMERA AYARI
vi: PHÓNG CÀI ĐẶT CAMERA
zh_hk: 设置变焦相机

# Никакой рекламы
source: No advertising
ar: لا دعاية
de: Keine Werbung
es: Sin publicidad
fr_ca: Pas de publicité
hi: कोई विज्ञापन नहीं
id: Tidak ada iklan
it: Nessuna pubblicità
ja: 広告なし
ms: Tidak ada iklan
nl: No ads
pt_br: Nenhuma propaganda
ru: Никакой рекламы
th: ไม่มีโฆษณาหางาน
tr: Reklam yok
vi: Không quảng cáo
zh_hk: 没有广告

# Окей
source: Okay
ar: واخا
es: Okey
hi: ठीक है
id: OK
it: OK
ja: 分かった
ms: OK
nl: OK
pt_br: Ok
ru: Окей
th: โอเค
tr: Tamam
vi: OK
zh_hk: 諾

# Ошибка
source: Error
ar: خطأ
de: Fehler
fr_ca: Erreur
hi: त्रुटि
it: Errore
ja: 間違い
ms: Ralat
nl: Fout
pt_br: Erro
ru: Ошибка
th: เกิดข้อผิดพลาด
tr: Hata
vi: Lỗi
zh_hk: 错误

# Политика конфиденциальности
source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutz
es: Política de privacidad
fr_ca: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Politica sulla privacy
ja: プライバシー方針
ms: Dasar privasi
nl: Privacybeleid
pt_br: Política de privacidade
ru: Политика конфиденциальности
th: ข้อกำหนดความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách
zh_hk: 隐私权政策

# полный функционал
source: full functionality
ar: التشغيل الكامل
de: volle Funktionalität
es: funcionalidad completa
fr_ca: fonctionnalité complète
hi: पूर्ण कार्यक्षमता
id: fungsionalitas penuh
it: funzionalità completa
ja: フル機能
ms: fungsi penuh
nl: volledige functionaliteit
pt_br: funcional completo
ru: полный функционал
th: เต็มไปด้ว functionality
tr: tam işlevsellik
vi: chức năng đầy đủ
zh_hk: 全部功能

# потом 34,99 $ / неделю
source: then 34.99 $ / week
ar: ثم 34.99 $ / أسبوع
de: dann 34,99 $ / Woche
es: entonces 34,99 $ / semana
fr_ca: puis 34,99 $ / semaine
hi: फिर 34,99$ / सप्ताह
it: poi 34,99 $ / settimana
ja: その後、34,99 $/週
ms: kemudian 34.99$ / seminggu
nl: dan 34.99$ / week
pt_br: então 34,99$ / semana
ru: потом 34,99 $ / неделю
th: แล้ว 34.99$/อาทิตย์
tr: sonra 34.99 $ / hafta
vi: sau đó, 34.99$ / tuần
zh_hk: 然后34,99$/周

source: Zoom in on the desired object for a photo up to x100x magnification! To better focus the subject, we recommend installing the phone on a tripod.
ar: تكبير بوصة يعمل كائن لـ a صورة إلى x100 تكبير! لتحسين تركيز الموضوع ، نوصي بتركيب الهاتف على ترايبود.
de: Vergrößern Sie das gewünschte Motiv für das Foto bis zu x100 kratz Vergrößerung! Um das Motiv besser fokussieren zu können, empfehlen wir, das Telefon auf einem Stativ zu montieren.
es: Acercar el objeto deseado para la foto hasta X100 zoom corto! Para un mejor enfoque del sujeto, recomendamos montar el Teléfono en un trípode.
fr_ca: Zoomez jusqu'à 100 fois le sujet de votre photo! Pour une meilleure mise au point du sujet, nous vous recommandons d'installer le téléphone sur un trépied.
hi: एक्स100 एक्स बढ़ाई अप करने के लिए एक तस्वीर के लिए इच्छित वस्तु पर ज़ूम! बेहतर वस्तु का ध्यान केंद्रित करने के लिए, हम एक तिपाई पर फोन स्थापित करने की सलाह देते हैं ।
id: Perbesar pada obyek yang diinginkan untuk sebuah foto hingga perbesaran x100x! Untuk lebih fokus subjek, kami merekomendasikan memasang telepon pada tripod.
it: Ingrandisci il soggetto desiderato per la foto fino a x100 zoom kratom! Per una migliore messa a fuoco del soggetto, si consiglia di montare il telefono su un treppiede.
ja: X100x倍率までの写真の目的のオブジェクトにズームイン！ 被写体に焦点を合わせるには、電話機を三脚に取り付けることをお勧めします。
ms: Zoom in pada objek yang dikehendaki untuk gambar sehingga x100x pembesaran! Untuk lebih baik memberi tumpuan objek, kami cadangkan memasang telefon pada tripod.
nl: Zoom in op het gewenste object voor een foto tot x100x vergroting! Voor een betere focus van het object, raden we het installeren van de telefoon op een statief.
pt_br: Exiba o objeto desejado para a foto até x100 x zoom! Para um melhor foco do objeto, recomendamos a instalação do telefone em um tripé.
ru: Приближайте нужный объект для фото до x100 крат увеличения! Для лучшей фокусировки объекта рекомендуем установить телефон на штатив.
th: ซูมเข้าไปที่ต้องการสิ่งสำหรับถ่ายรูปขึ้น x100x องการพูดทับถมตัวเอ! ดีกว่าสำหรับโฟกัสของวัตถุเราขอแนะนำการติดตั้งโทรศัพท์อยู่บนขาตั้งกล้อง.
tr: X100 xrat büyütme kadar fotoğraf için istenen nesneyi yakınlaştırın! Konuyu daha iyi odaklamak için telefonunuzu bir tripod üzerine monte etmenizi öneririz.
vi: Phóng to mong muốn đối tượng cho một bức ảnh lên để x100x phóng đại! Cho tốt hơn tập trung của các đối tượng, chúng tôi đề nghị lắp đặt điện thoại trên một giá ba chân.
zh_hk: 放大所需的对象的照片高达x100x放大倍率！ 为了更好地聚焦主题，我们建议将手机安装在三脚架上。

# Продолжить
source: Continue
ar: تابع
de: Fortfahren
es: Continuar
fr_ca: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continuare
ja: 続行
ms: Terus
ru: Продолжить
th: ทำต่อไป
tr: Devam Et
vi: Tiếp Tục
zh_hk: 继续

source: An error occurred while restoring the purchase. Either it's expired or it wasn't purchased
ar: حدث خطأ أثناء إعادة الشراء. إما أنها منتهية الصلاحية أو أنها لم تشترى
de: Beim wiederherstellen des Kaufs ist ein Fehler aufgetreten. Entweder ist es überfällig oder wurde nicht gekauft
es: Se produjo un error al restaurar la compra. O está vencida o no se ha comprado
fr_ca: Une erreur s'est produite lors de la restauration de l'achat. Soit il est en retard, soit il n'a pas été acheté
hi: खरीद को पुनर्स्थापित करते समय कोई त्रुटि उत्पन्न हुई । या तो यह समाप्त हो गई है या खरीद बहाल जब यह
id: Sebuah kesalahan terjadi saat memulihkan pembelian. Kedaluarsa atau tak dibeli
it: Si è verificato un errore durante il ripristino dell'acquisto. O è scaduto o non è stato acquistato
ja: 購入の復元中にエラーが発生しました。 有効期限が切れているか、購入されていませんでした
ms: Ralat berlaku semasa mengembalikan pembelian. Sama ada ia tamat atau ia tidak dibeli
nl: Er is een fout opgetreden bij het herstellen van de aankoop. Of het is verlopen of het is niet gekocht
pt_br: Ocorreu um erro ao restaurar a compra. Ou ela tiver perdido a validade, ou não foi comprado
ru: Произошла ошибка при восстановлении покупки. Либо она просрочена, либо не была куплена
th: เกิดข้อผิดพลาดขึ้นขณะที่บการซ่องของที่จะซื้อน่ะ เหมือนกันมันคือหมดอายุแล้วหรือมันไม่ได้ซื้อ
tr: Satın alma işlemi geri yüklenirken bir hata oluştu. Ya süresi doldu ya da satın alınmadı
vi: Lỗi xảy ra trong khi khôi phục lại mua. Hoặc là nó hết hạn hoặc nó đã không mua
zh_hk: 恢复购买时出错。 要么过期，要么没有购买

# снимайте мелкие детали
source: remove small parts
ar: أزل الأجزاء الصغيرة
de: kleine Teile entfernen
es: retire las piezas pequeñas
fr_ca: enlever les petites pièces
hi: छोटे विवरण निकालें
id: Hapus rincian kecil
it: rimuovere piccoli dettagli
ja: 小さな部品を取り除く
ms: membuang butiran kecil
nl: kleine details verwijderen
pt_br: remova pequenos detalhes
ru: снимайте мелкие детали
th: ลบรายละเอียดเล็กๆน้อยๆ
tr: küçük parçaları vur
vi: bỏ các chi tiết nhỏ
zh_hk: 删除小部件

# СУПЕР ZOOM
source: SUPER ZOOM
ar: تكبير السوبر
hi: सुपर ज़ूम
ja: スーパーズーム
ru: СУПЕР ZOOM
th: ซูซู
tr: SÜPER ZOOM
vi: SIÊU PHÓNG
zh_hk: 超级变焦

# Супер Zoom x100 увеличение
source: Super Zoom x100 zoom
ar: تكبير السوبر x100 تكبير
de: Super Zoom X100 Vergrößerung
es: Super Zoom X100 ampliación
fr_ca: Super Zoom x100 grossissement
hi: सुपर ज़ूम एक्स100 ज़ूम
it: Super Zoom x100 ingrandimento
ja: スーパーズームx100ズーム
pt_br: Super Zoom x100 aumento
ru: Супер Zoom x100 увеличение
th: ซูเปอร์ย่อ x100 ย่อ
tr: Süper Zoom x100 büyütme
vi: Siêu Phóng x 100 phóng
zh_hk: 超级变焦x100变焦

# Условия обслуживания
source: Terms of service
ar: ألف-شروط الخدمة
de: Allgemeine Geschäftsbedingungen
es: Términos de Servicio
fr_ca: Conditions de service
hi: सेवा की शर्तें
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ms: Terma perkhidmatan
nl: Servicevoorwaarden
pt_br: Termos de serviço
ru: Условия обслуживания
th: เงื่อนไขของบริการ
tr: Hizmet Şartları
vi: Điều khoản của dịch vụ
zh_hk: 服务条款

# Фокусировка:
source: Focus:
ar: التركيز:
de: Fokussierung:
es: Enfoque:
fr_ca: Mise au point:
hi: फोकस:
id: Fokus:
it: Messa a fuoco:
ja: フォーカス:
ms: Fokus:
pt_br: Focagem:
ru: Фокусировка:
th: โฟกัส:
tr: Odak:
vi: Tập Trung:
zh_hk: 焦点:
