Repository: PavelLyutikov/CameraZoom
Catalog: Localization/CameraZoom/*.xcloc/Localized Contents/*.xliff
Languages: ar, es, it, ja

source: Бесплатно 3 дня
ar: مجانا 3 أيام
es: Gratis 3 días
it: 3 giorni gratis
ja: 無料3日間

source: Введите модель вашего телефона
ar: أدخل نموذج هاتفك
es: Introduzca el modelo de su Teléfono
it: Inserisci il tuo modello di telefono
ja: お使いの携帯電話のモデルを入力

source: Восстановление покупок
ar: استعادة المشتريات
es: Recuperación de compras
it: Ripristino degli acquisti
ja: 購入を復元する

source: Готово
ar: تم
es: Listo
it: È fatta
ja: やったよ

source: Доступ к макро съемке
ar: الوصول إلى التصوير الفوتوغرافي الكلي
es: Acceso a la fotografía macro
it: Accesso alla fotografia macro
ja: マクロ撮影へのアクセス

source: Используйте свою камеру для макро съемки, приближайте мелкие объекты и детали для фото.
ar: إستعمل آلة التصوير لـ ماكرو تصوير تكبير بوصة صغير و تفاصيل لـ صور
es: Utilice su cámara para la fotografía macro, acercar objetos pequeños y detalles para la foto
it: Usa la tua fotocamera per scattare foto macro, ingrandire piccoli oggetti e dettagli per le foto
ja: 使用カメラ用マクロ写真、ズーム小物及びその詳細写真

source: МАКРОСЪЕМКА
ar: ماكرو نمط
es: MACROFOTOGRAFÍA
it: Fotografia macro
ja: マクロモード

source: Модель iPhone:
ar: نموذج IPhone:
es: Modelo de iPhone:
it: Modello di iPhone:
ja: IPhoneモデル:

source: НАСТРОЙКА ZOOM КАМЕРЫ
ar: إعداد كاميرا التكبير
es: CONFIGURACIÓN DE ZOOM DE LA CÁMARA
it: IMPOSTAZIONE DELLO ZOOM DELLA FOTOCAMERA
ja: ズームカメラの設定

source: Никакой рекламы
ar: لا دعاية
es: Sin publicidad
it: Nessuna pubblicità
ja: 広告なし

source: Окей
ar: واخا
es: Okey
it: OK
ja: 分かった

source: Ошибка
ar: خطأ
es: Error
it: Errore
ja: 間違い

source: Политика конфиденциальности
ar: سياسة الخصوصية
es: Política de privacidad
it: Politica sulla privacy
ja: プライバシー方針

source: Приближайте нужный объект для фото до x100 крат увеличения! Для лучшей фокусировки объекта рекомендуем установить телефон на штатив.
ar: تكبير بوصة يعمل كائن لـ a صورة إلى x100 تكبير! لتحسين تركيز الموضوع ، نوصي بتركيب الهاتف على ترايبود.
es: Acercar el objeto deseado para la foto hasta X100 zoom corto! Para un mejor enfoque del sujeto, recomendamos montar el Teléfono en un trípode.
it: Ingrandisci il soggetto desiderato per la foto fino a x100 zoom kratom! Per una migliore messa a fuoco del soggetto, si consiglia di montare il telefono su un treppiede.
ja: X100x倍率までの写真の目的のオブジェクトにズームイン！ 被写体に焦点を合わせるには、電話機を三脚に取り付けることをお勧めします。

source: Продолжить
ar: تابع
es: Continuar
it: Continuare
ja: 続行

source: Произошла ошибка при восстановлении покупки. Либо она просрочена, либо не была куплена
ar: حدث خطأ أثناء إعادة الشراء. إما أنها منتهية الصلاحية أو أنها لم تشترى
es: Se produjo un error al restaurar la compra. O está vencida o no se ha comprado
it: Si è verificato un errore durante il ripristino dell'acquisto. O è scaduto o non è stato acquistato
ja: 購入の復元中にエラーが発生しました。 有効期限が切れているか、購入されていませんでした

source: СУПЕР ZOOM
ar: تكبير السوبر
es: SUPER ZOOM
it: SUPER ZOOM
ja: スーパーズーム

source: Супер Zoom x100 увеличение
ar: تكبير السوبر x100 تكبير
es: Super Zoom X100 ampliación
it: Super Zoom x100 ingrandimento
ja: スーパーズームx100ズーム

source: Условия обслуживания
ar: ألف-شروط الخدمة
es: Términos de Servicio
it: Termini di servizio
ja: 利用規約

source: Фокусировка:
ar: التركيز:
es: Enfoque:
it: Messa a fuoco:
ja: フォーカス:

source: и
ar: و
es: e
it: anche
ja: そして

source: максимальное приближение
ar: أقصى تقدير تقريبي
es: aproximación máxima
it: massima approssimazione
ja: 最大近似

source: полный функционал
ar: التشغيل الكامل
es: funcionalidad completa
it: funzionalità completa
ja: フル機能

source: потом 1 000 ₽ / неделю
ar: ثم 14.99 $ / أسبوع
es: entonces 11.5 € / semana
it: poi 11.5 € / settimana
ja: その後、1,400¥/週

source: снимайте мелкие детали
ar: أزل الأجزاء الصغيرة
es: retire las piezas pequeñas
it: rimuovere piccoli dettagli
ja: 小さな部品を取り除く
